{
  "historia": [
    {
      "id": "ep01",
      "date": "2024-08-15",
      "title": "Início da Pesquisa",
      "summary": "O ponto de partida do mestrado, com a definição da área de estudo focada em gestão estratégica e os desafios da liderança moderna.",
      "nome": "Projeto GENTE",
      "kpis": {
        "viabilidade": { "resumo": "R$ 2.000,00", "memoriaDeCalculo": "Gastos iniciais com aquisição de software e acesso a bases de dados." },
        "prazo": { "resumo": "25%", "memoriaDeCalculo": "Conclusão da Revisão Bibliográfica inicial." },
        "publicidade": { "resumo": "0 Aceitos", "memoriaDeCalculo": "Nenhum artigo submetido nesta fase." }
      },
      "components": {
        "problema": "Como líderes podem tomar decisões estratégicas mais eficazes em ambientes complexos e de rápida mudança?",
        "hipoteses": "A utilização de ferramentas de análise multicritério (AHP/ANP) integradas a um framework ágil pode melhorar a qualidade e a velocidade das decisões estratégicas.",
        "metodologia": "Pesquisa-ação, envolvendo o desenvolvimento e aplicação de protótipos de ferramentas em um estudo de caso real.",
        "referencial": "Principais teorias de gestão e decisão.",
        "impacto": "Melhora na qualidade das decisões estratégicas...",
        "produto": "Protótipos das ferramentas."
      }
    },
    {
      "id": "ep02",
      "date": "2024-10-15",
      "title": "Evolução da Pesquisa",
      "summary": "Desenvolvimento do framework teórico e refinamento das hipóteses com base na revisão bibliográfica aprofundada.",
      "nome": "Projeto GENTE",
      "kpis": {
        "viabilidade": { "resumo": "R$ 5.000,00", "memoriaDeCalculo": "Orçamento inicial: R$ 10.000,00.\nGastos até o momento: R$ 5.000,00.\n- Despesas de campo: R$ 3.000,00" },
        "prazo": { "resumo": "50%", "memoriaDeCalculo": "Conclusão da Metodologia e início da Coleta de Dados." },
        "publicidade": { "resumo": "1 Aceito", "memoriaDeCalculo": "Primeiro artigo sobre a metodologia aceito em conferência." }
      },
      "components": {
        "problema": "Refinamento do problema inicial com base nas primeiras descobertas da literatura.",
        "hipoteses": "A hipótese principal é validada e detalhada com sub-hipóteses.",
        "metodologia": "Ajuste na metodologia para incluir entrevistas semi-estruturadas.",
        "referencial": "Inclusão de autores da área de gestão ágil e liderança servidora.",
        "impacto": "Potencial de aplicação em empresas de pequeno e médio porte.",
        "produto": "Protótipos das ferramentas CRITER e ANP-Solver."
      }
    },
    {
      "id": "ep03",
      "date": "2025-01-20",
      "title": "Desenvolvimento Inicial",
      "summary": "Criação dos primeiros protótipos funcionais das ferramentas CRITER e ANP-Solver, focados em estruturar o processo decisório.",
      "nome": "Ecossistema GENTE",
      "kpis": {
        "viabilidade": { "resumo": "R$ 7.500,00", "memoriaDeCalculo": "Fase final de gastos. Orçamento restante: R$ 2.500,00" },
        "prazo": { "resumo": "75%", "memoriaDeCalculo": "Coleta e Análise de Dados em fase avançada." },
        "publicidade": { "resumo": "2 Aceitos", "memoriaDeCalculo": "Segundo artigo com resultados parciais aceito para publicação." }
      },
      "components": {
        "problema": "As decisões estratégicas frequentemente carecem de uma estrutura clara, baseando-se excessivamente na intuição.",
        "hipoteses": "Ferramentas que forçam a decomposição do problema e a avaliação de critérios aumentam a transparência e o alinhamento da equipe.",
        "metodologia": "Desenvolvimento de software baseado em prototipagem rápida e feedback contínuo de especialistas da área.",
        "referencial": "Teoria da decisão, AHP/ANP, e princípios de UX/UI.",
        "impacto": "Ferramenta de baixo custo para melhorar a governança corporativa.",
        "produto": "Versão Alpha das ferramentas CRITER e ANP-Solver."
      }
    }
  ]
}