{
  "historia": [
   {
  "id": "ep00",
  "date": "2021-07-01",
  "title": "O Caos ...",
 "summary": "Já era o segundo ano da pandemia, e eu estava como gestor de um grupo que apelidei de 'Os Estranhos Fantásticos' em uma empresa pública tricentenária, forçada a se adaptar ao trabalho a distância. Na época, havia duas modalidades: 'Trabalho Remoto' (por hora) e 'Teletrabalho' (por tarefas). Não havia qualquer ferramenta de gestão disponível, e estávamos em meio à implantação de uma parceria baseada na Lei 13.303. Pela necessidade urgente das entregas, surgiu uma planilha para monitorar o trabalho e, para surpresa de muitos, o resultado foi fantástico, graças à equipe que topou o desafio.",
    "nome": "Uma Ferramenta Nascida no Caos", 
  "kpis": {
    "viabilidade": { "resumo": "R$ 0,00", "memoriaDeCalculo": "Algumas noites sem dormir." },
    "prazo": { "resumo": "0%", "memoriaDeCalculo": "Apenas um protótipo. Uma verdadeira 'troca de pneus com o carro andando'." },
    "publicidade": { "resumo": "0", "memoriaDeCalculo": "Nenhum artigo submetido nesta fase inicial." }
  },
  "components": {
    "problema": "Como monitorar o trabalho a distância respeitando os diferentes regimes de trabalho da equipe?", 
    "hipoteses": "Uma planilha web centralizada poderia unificar o monitoramento de tarefas e entregas.", 
    "metodologia": "Pesquisa-ação (Observação e Ação).", 
    "referencial": "Principais teorias de gestão de indicadores e performance.", 
    "impacto": "Garantir o registro do trabalho, apurar custos com precisão e fornecer orientação clara para a equipe.",
    "produto": "Protótipo de uma ferramenta para gestão de tarefas."
  }
    },
    {
      "id": "ep01",
      "date": "2024-10-21",
      "title": "Seleção do Mestrado",
      "summary": "O impacto da pandemia da Covid 19 nas relações laborais evidenciou que trabalho vai  além do local onde se executa tarefas, avançando para agregar valor ao negócio pelo  esforço de equipes que operam em múlƟplos regimes (turno, escala, remoto e  teletrabalho). As 6 maiores ferramentas para auxiliar este desafio gerencial focam no  ambiente de interação, relatórios, personalização gráfica, perfis de acesso e interação  com diretórios web, sendo excelentes para gestão de tarefas. Entretanto, desconsideram  a maturidade do mapeamento dos processos monitorados e o valor do trabalho da  equipe ao negócio. Nesta realidade, o objeƟvo deste estudo é demonstrar o impacto da  implantação de ferramenta de gestão de desempenho de tarefas na cultura e no  resultado das organizações, quando alinhada aos objeƟvos estratégicos. Para tanto será  uƟlizado os conceitos do Canvas Business Model para modelagem do negócio, entrevista  semiestruturada para mapeamento dos processos, idenƟficação da cadeia de valor para  calcular custo e contribuição de cada tarefa por linhas de negócio e Balanced Scorecard  para seleção dos indicadores. O produto deste estudo será a ferramenta de Gestão da  Equipe do Negócio no Trabalho EfeƟvo – GENTE. É um soŌware que vincula os objeƟvos  estratégicos aos processos de negócios, para cadastro, sequenciamento e  gerenciamento das tarefas, disƟnguindo as tarefas de valor das demais. Avalia a  maturidade gerencial pela priorização das tarefas de valor. IdenƟfica carências na equipe  pela qualidade das entregas. Propõe uma métrica objeƟva para o rateio da parƟcipação  dos lucros por meritocracia, observando as regras disƟntas de cada regime de trabalho,  sendo o principal fator de agregação da equipe.",
      "nome": "GESTÃO DA EQUIPE DO NEGÓCIO NO TRABALHO EFETIVO – GENTE",
      "kpis": {
        "viabilidade": { "resumo": "R$ 0", "memoriaDeCalculo": "Orçamento inicial: desconhecido" },
        "prazo": { "resumo": "0%", "memoriaDeCalculo": "Indefinido" },
        "publicidade": { "resumo": "0", "memoriaDeCalculo": "sem publicação" }
      },
      "components": {
        "problema": "Apresentação do problema de gestão de equipes",
        "hipoteses": "A hipótese principal é que uma metodologia com suporte de sistema pode resolver",
        "metodologia": "Entrevistas semi-estruturadas, BSC e BMC.",
        "referencial": "Autores da área de gestão estratégica.",
        "impacto": "Potencial de aplicação em empresas de pequeno e médio porte.",
        "produto": "Uma metodologia com suporte de sistema"
      }
    },
    {
      "id": "ep02",
      "date": "2025-06-06",
      "title": "Concepção da Pesquisa",
      "summary": "Ter concluído o primeiro trimestre nas discplinas Técnicas de pesquisa, Engenharia de sistemas, Gestão Estratégica da produção, representou um desafio aos conhecimentos práticos ao logo de 27 anos de esperiencia na industria. A academia se propõe a pesquisar e aplicar os resultados destas pesquisas no mundo real.",
      "nome": "Projeto GENTE",
      "kpis": {
        "viabilidade": { "resumo": "R$ 0", "memoriaDeCalculo": "Orçamento inicial: desconhecido" },
        "prazo": { "resumo": "0%", "memoriaDeCalculo": "Indefinido" },
        "publicidade": { "resumo": "0", "memoriaDeCalculo": "sem publicação" }
      },
      "components": {
        "problema": "Refinamento do problema inicial com base nas primeiras descobertas da literatura.",
        "hipoteses": "A hipótese principal é validada e detalhada com sub-hipóteses.",
        "metodologia": "Questionamento de tudo que pensei como metodologia",
        "referencial": "alinhamento com o conceito de 'nos ombros de gigantes'",
        "impacto": "Potencial de aplicação em empresas de pequeno e médio porte.",
        "produto": "Total indefinição"
      }
    },
    {
      "id": "ep03",
      "date": "2025-09-05",
      "title": "Início da Pesquisa",
      "summary": "Fim do segundo trimestre nas discplinas Gerenciamento de Negócios, Qualidade e Produtividade, Análise decisória, Técnicas de otimização. Orientador definido e muito esforço para tentar adequar a proposta de pesquisa aos métodos acadêmicos.",
      "nome": "Projeto GENTE",
      "kpis": {
         "viabilidade": { "resumo": "R$ 0", "memoriaDeCalculo": "Orçamento inicial: desconhecido" },
        "prazo": { "resumo": "25%", "memoriaDeCalculo": "Indefinido" },
        "publicidade": { "resumo": "0", "memoriaDeCalculo": "sem publicação" }
      },
      "components": {
        "problema": "As decisões estratégicas frequentemente carecem de uma estrutura clara, baseando-se excessivamente na intuição.",
        "hipoteses": "Ferramentas que forçam a decomposição do problema e a avaliação de critérios aumentam a transparência e o alinhamento da equipe.",
        "metodologia": "Desenvolvimento de software baseado em prototipagem rápida e feedback contínuo de especialistas da área.",
        "referencial": "Teoria da decisão, AHP/ANP, e princípios de UX/UI.",
        "impacto": "Ferramenta de baixo custo para melhorar a governança corporativa.",
        "produto": "Versão Alpha das ferramentas CRITER e ANP-Solver."
      }
    },
    {
      "id": "ep04",
      "date": "2025-06-06",
      "title": "1ª reunião de orientação",
      "summary": "Muitas ideias soltas, algumas 'soluções' ainda sem pesquisa, mas uma história real marcaram o início das apresentações com as orientadoras. Estas reuniões foram verdadeiras direções para o turbilhão de pensamentos, quase que desesperados para mostrar que existe solução para os problemas vividos como gestor de uma EPT (Empresa Pública Tricentenária)",
      "nome": "Ecossistema GENTE",
      "kpis": {
        "viabilidade": { "resumo": "R$ 0", "memoriaDeCalculo": "Orçamento inicial: desconhecido" },
        "prazo": "prazo": {"resumo": "40%","memoriaDeCalculo": "Cálculo baseado no progresso ponderado das 4 fases do mestrado.\n\nFase 1: Fundamentação (Peso 20%)\nStatus: 100% concluído.\n\nFase 2: Execução e Desenvolvimento (Peso 40%)\nStatus: 50% em andamento (Coleta de dados iniciada, protótipos em desenvolvimento).\n\nFase 3: Análise e Consolidação (Peso 30%)\nStatus: 0% a iniciar.\n\nFase 4: Finalização e Disseminação (Peso 10%)\nStatus: 0% a iniciar.\n\nCálculo: (20% * 1.0) + (40% * 0.5) + (30% * 0.0) + (10% * 0.0) = 20% + 20% = 40%" },
        "publicidade": { "resumo": "0", "memoriaDeCalculo": "sem publicação" }
      },
      "components": {
        "problema": "Refinamento do problema inicial com base nas primeiras descobertas da literatura.",
        "hipoteses": "A hipótese principal é validada e detalhada com sub-hipóteses.",
        "metodologia": "Questionamento de tudo que pensei como metodologia",
        "referencial": "alinhamento com o conceito de 'nos ombros de gigantes'",
        "impacto": "Potencial de aplicação em empresas de pequeno e médio porte.",
        "produto": "Ecossistema GENTE"
      }
    }
  ]

}





