{
  "historia": [
    {
      "id": "ep00",
      "date": "2021-06-30",
      "title": "Os Estranhos Fantásticos",
      "summary": "Já era o segundo ano da pandemia. O mundo ainda tateava entre o medo e a adaptação, e eu me via à frente de um grupo que apelidei de “Os Estranhos Fantásticos” — uma equipe tão diversa quanto corajosa, tentando manter a engrenagem girando em uma empresa pública tricentenária, de cultura sólida e estrutura pesada, agora forçada a descobrir o que significava trabalhar à distância.\n\nNaquele momento, convivíamos com duas realidades curiosamente distintas: o Trabalho Remoto, medido por horas conectadas, e o Teletrabalho, avaliado por tarefas entregues. Nenhuma delas, porém, contava com uma ferramenta de gestão à altura do desafio. Estávamos em meio à implantação de uma parceria regida pela Lei 13.303, e as cobranças não esperavam a tecnologia chegar.\n\nFoi então, entre planilhas improvisadas e chamadas de vídeo atravessadas pelo som de cachorros e crianças, que nasceu uma ideia simples — criar um instrumento para monitorar o trabalho de forma transparente e colaborativa. O que parecia apenas uma solução emergencial transformou-se em um ponto de virada. A planilha ganhou vida própria, cresceu, conectou pessoas e revelou talentos.\n\nE, para surpresa de muitos, o resultado foi simplesmente fantástico — mérito de uma equipe que acreditou, experimentou e provou que, mesmo separados por telas, ainda era possível construir algo grande juntos.",
      "nome": "Uma Ferramenta gerada do caos",
      "kpis": {
        "tolerancia": {
          "valor": 0.4,
          "resumo": "KPIs dentro da tolerância.",
          "memoriaDeCalculo": "Análise de Tolerância (Configurada em: 40%)\n\n[KPI] Custo: 0.0%\n[KPI] Prazo: 0.0%\n[KPI] Publicidade: 0.0%\n\nRange (Max-Min): 0.0% - 0.0% = 0.0%\nTolerância (Limite): 40%\n\nStatus: Equilibrado. O Range está dentro da margem de tolerância definida."
        },
        "metaPrazo": 0,
        "metaCusto": 0,
        "metaPublicacao": 0,
        "cuboImagem": "cubo-E1-cinza.png",
        "viabilidade": {
          "itens": [],
          "valor": 0,
          "resumo": "R$ 0.00 Gastos",
          "memoriaDeCalculo": "Detalhes de Custos (Previsto vs Realizado):\n\n\nTotal Previsto: R$ 0.00\nTotal Realizado: R$ 0.00"
        },
        "prazo": {
          "entregas": [],
          "resumo": "0.0% de 0.0%",
          "valor": 0,
          "memoriaDeCalculo": "Cálculo baseado na duração das tarefas concluídas (excluindo linhas de resumo):\n\n\nDuração Concluída (Realizado): 0 dias\nDuração Planejada (Meta p/ Hoje): 0 dias\nDuração Total (Projeto): 0 dias\n\nProgresso Realizado (Valor): 0.0%\nProgresso Planejado (Meta): 0.0%",
          "progresso_fases": {
            "fase1": 0,
            "fase2": 0,
            "fase3": 0,
            "fase4": 0,
            "fase5": 0
          },
          "metaPrazo": 0
        },
        "publicidade": {
          "publicacoes": [],
          "valor": 0,
          "resumo": "0 Aceita(s)/Pub.",
          "memoriaDeCalculo": "Status das publicações:\n\n\nResumo: 0 Pub, 0 Aceitas, 0 Rev, 0 Sub, 0 Prep."
        }
      },
      "components": {
        "problema": "Como monitorar o trabalho a distância respeitando os diferentes regimes de trabalho da equipe?",
        "hipoteses": "Uma planilha web centralizada poderia unificar o monitoramento de tarefas e entregas.",
        "referencial": "Principais teorias de gestão de indicadores e performance.",
        "metodologia": "Pesquisa-ação (Observação e Ação).",
        "impacto": "Garantir o registro do trabalho, apurar custos com precisão e fornecer orientação clara para a equipe.",
        "produto": "Protótipo de uma ferramenta para gestão de tarefas.",
        "problema_classificacao": "p1",
        "hipoteses_classificacao": "h2",
        "referencial_classificacao": "r1",
        "metodologia_classificacao": "m3",
        "impacto_classificacao": "i2",
        "produto_classificacao": "pd1"
      },
      "viabilidade_estimativas": {
        "B5_impacto": {
          "valor": 0,
          "just": ""
        },
        "B6_produto": {
          "valor": 0,
          "just": ""
        },
        "C1_problema": {
          "valor": 0,
          "just": ""
        },
        "CV_solucao": {
          "valor": 0,
          "just": ""
        }
      }
    },
    {
      "id": "ep01",
      "date": "2024-10-20",
      "title": "A escolha do Mestrado Profissional",
      "summary": "Já era o auge da pandemia da Covid-19 quando percebi que o trabalho havia deixado de ser apenas o lugar onde se executam tarefas. O que antes acontecia dentro das paredes de um escritório agora se espalhava por telas, conexões instáveis e múltiplos regimes — turnos, escalas, trabalho remoto e teletrabalho. Era um novo mundo laboral, no qual as ferramentas de gestão precisavam acompanhar não apenas o que se fazia, mas por que e para quê se fazia.\n\nAs soluções mais populares do mercado, com seus relatórios elegantes e dashboards coloridos, até ajudavam na gestão de tarefas, mas faltava algo essencial: compreender o valor real do trabalho de cada equipe para o negócio. Faltava traduzir o esforço diário em resultados estratégicos, enxergar a maturidade dos processos e medir o quanto cada atividade contribuía para os objetivos maiores da organização.\n\nFoi nesse contexto que nasceu o propósito deste estudo: entender o impacto de uma ferramenta de gestão de desempenho de tarefas na cultura e nos resultados das organizações, quando o fazer cotidiano se conecta com o pensar estratégico. A proposta é unir método e prática — modelando o negócio com o Business Model Canvas, mapeando os processos por meio de entrevistas semiestruturadas, identificando a cadeia de valor para mensurar custos e contribuições por linha de negócio e, por fim, selecionando os indicadores mais relevantes com apoio do Balanced Scorecard.\n\nO resultado dessa jornada é a ferramenta GENTE – Gestão da Equipe do Negócio no Trabalho Efetivo. Mais do que um software, ela representa uma nova forma de enxergar o trabalho: vincula os objetivos estratégicos aos processos, organiza e sequencia tarefas, distingue o que é rotina do que realmente gera valor. A ferramenta avalia a maturidade gerencial pela priorização das tarefas de valor, identifica lacunas nas equipes pela qualidade das entregas e propõe uma métrica objetiva para o rateio da participação nos lucros com base na meritocracia, respeitando as particularidades de cada regime de trabalho.\n\nNo fim, o que começou como uma necessidade de controle transformou-se em uma experiência de gestão com propósito, capaz de revelar o potencial coletivo das equipes e conectar o esforço de cada pessoa ao resultado do negócio.",
      "nome": "GESTÃO DA EQUIPE DO NEGÓCIO NO TRABALHO EFETIVO – GENTE",
      "kpis": {
        "tolerancia": {
          "valor": 0.1,
          "resumo": "KPIs dentro da tolerância.",
          "memoriaDeCalculo": "Análise de Tolerância (Configurada em: 10%)\n\n[KPI] Custo: 0.0%\n[KPI] Prazo: 0.0%\n[KPI] Publicidade: 0.0%\n\nRange (Max-Min): 0.0% - 0.0% = 0.0%\nTolerância (Limite): 10%\n\nStatus: Equilibrado. O Range está dentro da margem de tolerância definida."
        },
        "metaPrazo": 0,
        "metaCusto": 0,
        "metaPublicacao": 0,
        "cuboImagem": "cubo-E1-cinza.png",
        "viabilidade": {
          "itens": [],
          "valor": 0,
          "resumo": "R$ 0.00 Gastos",
          "memoriaDeCalculo": "Detalhes de Custos (Previsto vs Realizado):\n\n\nTotal Previsto: R$ 0.00\nTotal Realizado: R$ 0.00"
        },
        "prazo": {
          "entregas": [],
          "resumo": "0.0% de 0.0%",
          "valor": 0,
          "memoriaDeCalculo": "Cálculo baseado na duração das tarefas concluídas (excluindo linhas de resumo):\n\n\nDuração Concluída (Realizado): 0 dias\nDuração Planejada (Meta p/ Hoje): 0 dias\nDuração Total (Projeto): 0 dias\n\nProgresso Realizado (Valor): 0.0%\nProgresso Planejado (Meta): 0.0%",
          "progresso_fases": {
            "fase1": 0,
            "fase2": 0,
            "fase3": 0,
            "fase4": 0,
            "fase5": 0
          },
          "metaPrazo": 0
        },
        "publicidade": {
          "publicacoes": [],
          "valor": 0,
          "resumo": "0 Aceita(s)/Pub.",
          "memoriaDeCalculo": "Status das publicações:\n\n\nResumo: 0 Pub, 0 Aceitas, 0 Rev, 0 Sub, 0 Prep."
        }
      },
      "components": {
        "problema": "Apresentação do problema de gestão de equipes",
        "hipoteses": "A hipótese principal é que uma metodologia com suporte de sistema pode resolver",
        "referencial": "Autores da área de gestão estratégica.",
        "metodologia": "Entrevistas semi-estruturadas, BSC e BMC.",
        "impacto": "Potencial de aplicação em empresas de pequeno e médio porte.",
        "produto": "Uma metodologia com suporte de sistema",
        "problema_classificacao": "",
        "hipoteses_classificacao": "",
        "referencial_classificacao": "",
        "metodologia_classificacao": "",
        "impacto_classificacao": "",
        "produto_classificacao": ""
      },
      "viabilidade_estimativas": {
        "B5_impacto": {
          "valor": 0,
          "just": ""
        },
        "B6_produto": {
          "valor": 0,
          "just": ""
        },
        "C1_problema": {
          "valor": 0,
          "just": ""
        },
        "CV_solucao": {
          "valor": 0,
          "just": ""
        }
      }
    },
    {
      "id": "ep02",
      "date": "2025-06-05",
      "title": "A decepção da teoria com a prática",
      "summary": "O fim do primeiro trimestre na academia chegou como um espelho desconfortável. As disciplinas de Técnicas de Pesquisa, Engenharia de Sistemas e Gestão Estratégica da Produção colocaram à prova tudo o que eu havia aprendido em 27 anos de indústria. Pela primeira vez, percebi o quanto o conhecimento prático e o conhecimento acadêmico pareciam falar idiomas diferentes.\n\nA teoria, elegante e metódica, propunha-se a compreender o mundo — mas a partir de um laboratório controlado, onde as variáveis obedecem. Já o mundo real, que pulsa, improvisa e exige resultados, não cabe nesse experimento. A academia quer provar; a prática, sobreviver.\n\nFoi duro ouvir de um professor:\n\n“Você precisa parar de tentar aplicar o estudo à sua necessidade. Uma coisa é a academia; outra é o mundo real.”\n\nEssa frase me atravessou. Por alguns dias, questionei tudo — o propósito, o caminho, a escolha de estar ali. Mas, em meio à crise, uma ideia começou a brilhar. Talvez a ponte entre esses dois mundos não estivesse nas fórmulas nem nas planilhas, mas na vontade de entender um pelo olhar do outro.\n\nDesde então, sigo caminhando em direção a essa luz — o ponto de encontro entre a teoria que explica e a prática que transforma.",
      "nome": "Projeto GENTE",
      "kpis": {
        "tolerancia": {
          "valor": 0.1,
          "resumo": "KPIs dentro da tolerância.",
          "memoriaDeCalculo": "Análise de Tolerância (Configurada em: 10%)\n\n[KPI] Custo: 0.0%\n[KPI] Prazo: 0.0%\n[KPI] Publicidade: 0.0%\n\nRange (Max-Min): 0.0% - 0.0% = 0.0%\nTolerância (Limite): 10%\n\nStatus: Equilibrado. O Range está dentro da margem de tolerância definida."
        },
        "metaPrazo": 0,
        "metaCusto": 0,
        "metaPublicacao": 0,
        "cuboImagem": "cubo-E1-cinza.png",
        "viabilidade": {
          "itens": [],
          "valor": 0,
          "resumo": "R$ 0.00 Gastos",
          "memoriaDeCalculo": "Detalhes de Custos (Previsto vs Realizado):\n\n\nTotal Previsto: R$ 0.00\nTotal Realizado: R$ 0.00"
        },
        "prazo": {
          "entregas": [],
          "resumo": "0.0% de 0.0%",
          "valor": 0,
          "memoriaDeCalculo": "Cálculo baseado na duração das tarefas concluídas (excluindo linhas de resumo):\n\n\nDuração Concluída (Realizado): 0 dias\nDuração Planejada (Meta p/ Hoje): 0 dias\nDuração Total (Projeto): 0 dias\n\nProgresso Realizado (Valor): 0.0%\nProgresso Planejado (Meta): 0.0%",
          "progresso_fases": {
            "fase1": 0,
            "fase2": 0,
            "fase3": 0,
            "fase4": 0,
            "fase5": 0
          },
          "metaPrazo": 0
        },
        "publicidade": {
          "publicacoes": [],
          "valor": 0,
          "resumo": "0 Aceita(s)/Pub.",
          "memoriaDeCalculo": "Status das publicações:\n\n\nResumo: 0 Pub, 0 Aceitas, 0 Rev, 0 Sub, 0 Prep."
        }
      },
      "components": {
        "problema": "Refinamento do problema inicial com base nas primeiras descobertas da literatura.",
        "hipoteses": "A hipótese principal é validada e detalhada com sub-hipóteses.",
        "referencial": "alinhamento com o conceito de 'nos ombros de gigantes'",
        "metodologia": "Questionamento de tudo que pensei como metodologia",
        "impacto": "Potencial de aplicação em empresas de pequeno e médio porte.",
        "produto": "Total indefinição",
        "problema_classificacao": "",
        "hipoteses_classificacao": "",
        "referencial_classificacao": "",
        "metodologia_classificacao": "",
        "impacto_classificacao": "",
        "produto_classificacao": ""
      },
      "viabilidade_estimativas": {
        "B5_impacto": {
          "valor": 0,
          "just": ""
        },
        "B6_produto": {
          "valor": 0,
          "just": ""
        },
        "C1_problema": {
          "valor": 0,
          "just": ""
        },
        "CV_solucao": {
          "valor": 0,
          "just": ""
        }
      }
    },
    {
      "id": "ep03",
      "date": "2025-09-04",
      "title": "Colocando as ideias em ordem",
      "summary": "O segundo trimestre chegou ao fim com a sensação de que as peças finalmente começavam a se encaixar. As disciplinas de Gerenciamento de Negócios, Qualidade e Produtividade, Análise Decisória e Técnicas de Otimização trouxeram um novo olhar — menos intuitivo, mais estruturado. Aos poucos, comecei a perceber que aquilo que antes parecia um emaranhado de práticas isoladas poderia se transformar em um modelo coerente de gestão.\n\nO orientador foi definido, e com ele veio o desafio maior: traduzir a experiência em linguagem acadêmica. Ajustar a proposta de pesquisa aos métodos científicos exigiu paciência, desapego e muito esforço para manter viva a essência prática sem perder o rigor conceitual.\n\nFoi um período de noites longas, revisões infinitas e a sensação constante de estar tentando decifrar um código entre dois mundos — o da academia e o da empresa. Mas, pouco a pouco, as ideias começaram a tomar forma, como se finalmente a bússola apontasse uma direção.\n\nAli nascia não apenas um projeto, mas uma convicção: era possível unir o raciocínio científico à intuição prática, e dessa combinação poderia surgir algo realmente transformador.",
      "nome": "Projeto GENTE",
      "kpis": {
        "tolerancia": {
          "valor": 0.1,
          "resumo": "KPIs dentro da tolerância.",
          "memoriaDeCalculo": "Análise de Tolerância (Configurada em: 10%)\n\n[KPI] Custo: 0.0%\n[KPI] Prazo: 0.0%\n[KPI] Publicidade: 0.0%\n\nRange (Max-Min): 0.0% - 0.0% = 0.0%\nTolerância (Limite): 10%\n\nStatus: Equilibrado. O Range está dentro da margem de tolerância definida."
        },
        "metaPrazo": 0,
        "metaCusto": 0,
        "metaPublicacao": 0,
        "cuboImagem": "cubo-E1-cinza.png",
        "viabilidade": {
          "itens": [],
          "valor": 0,
          "resumo": "R$ 0.00 Gastos",
          "memoriaDeCalculo": "Detalhes de Custos (Previsto vs Realizado):\n\n\nTotal Previsto: R$ 0.00\nTotal Realizado: R$ 0.00"
        },
        "prazo": {
          "entregas": [],
          "resumo": "0.0% de 0.0%",
          "valor": 0,
          "memoriaDeCalculo": "Cálculo baseado na duração das tarefas concluídas (excluindo linhas de resumo):\n\n\nDuração Concluída (Realizado): 0 dias\nDuração Planejada (Meta p/ Hoje): 0 dias\nDuração Total (Projeto): 0 dias\n\nProgresso Realizado (Valor): 0.0%\nProgresso Planejado (Meta): 0.0%",
          "progresso_fases": {
            "fase1": 0,
            "fase2": 0,
            "fase3": 0,
            "fase4": 0,
            "fase5": 0
          },
          "metaPrazo": 0
        },
        "publicidade": {
          "publicacoes": [],
          "valor": 0,
          "resumo": "0 Aceita(s)/Pub.",
          "memoriaDeCalculo": "Status das publicações:\n\n\nResumo: 0 Pub, 0 Aceitas, 0 Rev, 0 Sub, 0 Prep."
        }
      },
      "components": {
        "problema": "As decisões estratégicas frequentemente carecem de uma estrutura clara, baseando-se excessivamente na intuição.",
        "hipoteses": "Ferramentas que forçam a decomposição do problema e a avaliação de critérios aumentam a transparência e o alinhamento da equipe.",
        "referencial": "Teoria da decisão, AHP/ANP, e princípios de UX/UI.",
        "metodologia": "Desenvolvimento de software baseado em prototipagem rápida e feedback contínuo de especialistas da área.",
        "impacto": "Ferramenta de baixo custo para melhorar a governança corporativa.",
        "produto": "Versão Alpha das ferramentas CRITER e ANP-Solver.",
        "problema_classificacao": "",
        "hipoteses_classificacao": "",
        "referencial_classificacao": "",
        "metodologia_classificacao": "",
        "impacto_classificacao": "",
        "produto_classificacao": ""
      },
      "viabilidade_estimativas": {
        "B5_impacto": {
          "valor": 0,
          "just": ""
        },
        "B6_produto": {
          "valor": 0,
          "just": ""
        },
        "C1_problema": {
          "valor": 0,
          "just": ""
        },
        "CV_solucao": {
          "valor": 0,
          "just": ""
        }
      }
    },
    {
      "id": "ep04",
      "date": "2025-09-26",
      "title": "Encontro de orientação",
      "summary": "As primeiras reuniões de orientação foram como faróis em meio à neblina. Eu chegava carregando uma bagagem de ideias soltas, rascunhos de soluções e uma vontade quase ansiosa de provar que os problemas da gestão pública tinham saída. Entre planilhas, conceitos e lembranças de uma rotina exaustiva, havia também uma história de vida — real, intensa e moldada por anos de prática na EPT, uma empresa pública tricentenária.\n\nAs orientadoras escutaram, questionaram, provocaram. Cada encontro parecia desmontar e remontar o projeto dentro de mim. A pesquisa, que antes era apenas um amontoado de intenções, começou a ganhar forma, estrutura e propósito. Percebi que não bastava querer resolver — era preciso entender, justificar e demonstrar.\n\nFoi ali, naquele espaço de escuta e confronto, que o turbilhão de pensamentos começou a se organizar. As reuniões deixaram de ser um simples requisito acadêmico e se tornaram verdadeiras sessões de direção de sentido — o ponto de equilíbrio entre a experiência vivida e o conhecimento construído.\n\nAo término da reunião, saí com uma esperança renovada e convicção técnica, mas também com uma inquietação: percebi que não existia um framework adequado para acompanhar a pesquisa. Canvas, cronogramas e novas planilhas não pareciam suficientes para um projeto que lidava com um problema real, complexo e vivo. Faltava uma ferramenta que fosse, ao mesmo tempo, científica e prática — capaz de traduzir o movimento da gestão em aprendizado contínuo.",
      "nome": "Ecossistema GENTE",
      "kpis": {
        "tolerancia": {
          "valor": 0.1,
          "resumo": "KPIs dentro da tolerância.",
          "memoriaDeCalculo": "Análise de Tolerância (Configurada em: 10%)\n\n[KPI] Custo: 0.0%\n[KPI] Prazo: 0.0%\n[KPI] Publicidade: 0.0%\n\nRange (Max-Min): 0.0% - 0.0% = 0.0%\nTolerância (Limite): 10%\n\nStatus: Equilibrado. O Range está dentro da margem de tolerância definida."
        },
        "metaPrazo": 0,
        "metaCusto": 0,
        "metaPublicacao": 0,
        "cuboImagem": "cubo-E1-cinza.png",
        "viabilidade": {
          "itens": [],
          "valor": 0,
          "resumo": "R$ 0.00 Gastos",
          "memoriaDeCalculo": "Detalhes de Custos (Previsto vs Realizado):\n\n\nTotal Previsto: R$ 0.00\nTotal Realizado: R$ 0.00"
        },
        "prazo": {
          "entregas": [],
          "resumo": "0.0% de 0.0%",
          "valor": 0,
          "memoriaDeCalculo": "Cálculo baseado na duração das tarefas concluídas (excluindo linhas de resumo):\n\n\nDuração Concluída (Realizado): 0 dias\nDuração Planejada (Meta p/ Hoje): 0 dias\nDuração Total (Projeto): 0 dias\n\nProgresso Realizado (Valor): 0.0%\nProgresso Planejado (Meta): 0.0%",
          "progresso_fases": {
            "fase1": 0,
            "fase2": 0,
            "fase3": 0,
            "fase4": 0,
            "fase5": 0
          },
          "metaPrazo": 0
        },
        "publicidade": {
          "publicacoes": [],
          "valor": 0,
          "resumo": "0 Aceita(s)/Pub.",
          "memoriaDeCalculo": "Status das publicações:\n\n\nResumo: 0 Pub, 0 Aceitas, 0 Rev, 0 Sub, 0 Prep."
        }
      },
      "components": {
        "problema": "Refinamento do problema inicial com base nas primeiras descobertas da literatura.",
        "hipoteses": "A hipótese principal é validada e detalhada com sub-hipóteses.",
        "referencial": "alinhamento com o conceito de 'nos ombros de gigantes'",
        "metodologia": "Questionamento de tudo que pensei como metodologia",
        "impacto": "Potencial de aplicação em empresas de pequeno e médio porte.",
        "produto": "Ecossistema GENTE",
        "problema_classificacao": "",
        "hipoteses_classificacao": "",
        "referencial_classificacao": "",
        "metodologia_classificacao": "",
        "impacto_classificacao": "",
        "produto_classificacao": ""
      },
      "viabilidade_estimativas": {
        "B5_impacto": {
          "valor": 0,
          "just": ""
        },
        "B6_produto": {
          "valor": 0,
          "just": ""
        },
        "C1_problema": {
          "valor": 0,
          "just": ""
        },
        "CV_solucao": {
          "valor": 0,
          "just": ""
        }
      }
    },
    {
      "id": "ep05",
      "date": "2025-10-14",
      "title": "O Cubo da Pesquisa",
      "summary": "Depois de tantas tentativas de organizar o pensamento com planilhas, cronogramas e canvas, ficou evidente que a pesquisa precisava de algo diferente — um instrumento que respirasse com o projeto, capaz de acompanhar o ritmo real de uma investigação viva.\n\nPercebi que a gestão de projetos acadêmicos carecia de uma ferramenta que integrasse as etapas processuais, os critérios de viabilidade e os objetivos de impacto em um único modelo coerente. As abordagens tradicionais, lineares e fragmentadas, não davam conta de representar o movimento dinâmico e incerto de uma pesquisa.\n\nFoi então que surgiu o Cubo da Pesquisa — um framework visual e multidimensional concebido para preencher essa lacuna. Imagine um cubo onde cada face representa uma dimensão essencial do processo: Problema, Hipóteses, Referencial Teórico, Metodologia, Impacto e Produto. Essas seis faces são sustentadas por três pilares internos que mantêm o equilíbrio da estrutura: Viabilidade, Prazo e Publicidade.\n\nMais do que um modelo, o Cubo propõe uma nova forma de pensar a pesquisa: como um organismo em constante movimento. Seu diferencial está na capacidade de promover o pensamento sistêmico, conectando rigor metodológico, gestão eficiente e relevância social. Ele permite observar se as entregas do produto da pesquisa estão realmente alinhadas às hipóteses de solução e ao referencial teórico, verificando o quanto o estudo gera de impacto na sociedade.\n\nOs pilares formam o tripé de sustentabilidade do projeto:\n\nViabilidade — o benefício da solução deve superar o custo do problema somado ao custo da própria solução.\n\nPrazo — o tempo necessário para desenvolver a solução precisa ser útil para resolver o problema de forma tempestiva.\n\nPublicidade — medida pela razão entre o número de artigos publicados e os concluídos, refletindo a capacidade de difundir o conhecimento.\n\nO Cubo da Pesquisa não é apenas uma ferramenta de gestão; é uma metáfora do próprio ato de pesquisar — um exercício contínuo de equilíbrio entre saber, fazer e transformar.",
      "nome": "GENTE: Um Ecossistema de Microsserviços para Aumentar a Efetividade na Execução de Planos Estratégicos",
      "kpis": {
        "tolerancia": {
          "valor": 0.5,
          "resumo": "Desequilíbrio (Viés: T). Range 100% > Tolerância 50%.",
          "memoriaDeCalculo": "Análise de Tolerância (Configurada em: 50%)\n\n[KPI] Custo: 0.0%\n[KPI] Prazo: 100.0%\n[KPI] Publicidade: 100.0%\n\nRange (Max-Min): 100.0% - 0.0% = 100.0%\nTolerância (Limite): 50%\n\nStatus: Desequilibrado. O Range excede a margem de tolerância."
        },
        "metaPrazo": 20,
        "metaCusto": 100,
        "metaPublicacao": 1,
        "cuboImagem": "cubo-T25-cinza.png",
        "viabilidade": {
          "itens": [
            {
              "item": "Inscrição do Encontro Nacional de Modelagem Computacional - ENMC",
              "tipo": "Realizado",
              "valor": 100,
              "data": "2025-08-24"
            }
          ],
          "valor": 100,
          "resumo": "R$ 100.00 Gastos",
          "memoriaDeCalculo": "Detalhes de Custos (Previsto vs Realizado):\n\n- (R) Inscrição do Encontro Nacional de Modelagem Computacional - ENMC: R$ 100.00\n\nTotal Previsto: R$ 0.00\nTotal Realizado: R$ 100.00"
        },
        "prazo": {
          "entregas": [
            {
              "id": "1",
              "anterior": "0",
              "tarefa": "Iniciação & Exploração",
              "duracao": 0,
              "conclusaoReal": "2025-10-14"
            },
            {
              "id": "1.1",
              "anterior": "13/03/2025",
              "tarefa": "Contextualização acadêmica das disciplinas obrigatórias",
              "duracao": 180,
              "conclusaoReal": "2025-09-08"
            },
            {
              "id": "1.2",
              "anterior": "1.1",
              "tarefa": "Definição de Orientador.",
              "duracao": 3,
              "conclusaoReal": "2025-09-11"
            },
            {
              "id": "1.3",
              "anterior": "1.2",
              "tarefa": "Definição do Problema e hipóteses iniciais.",
              "duracao": 15,
              "conclusaoReal": "2025-09-26"
            },
            {
              "id": "1.4",
              "anterior": "1.3",
              "tarefa": "Definição da ferramenta de acompanhamento",
              "duracao": 18,
              "conclusaoReal": "2025-10-14"
            },
            {
              "id": "2",
              "anterior": "",
              "tarefa": "Fundamentação e Planejamento",
              "duracao": 0,
              "conclusaoReal": null
            },
            {
              "id": "2.1",
              "anterior": "1.4",
              "tarefa": "Revisão Bibliográfica.",
              "duracao": 30,
              "conclusaoReal": null
            },
            {
              "id": "2.2",
              "anterior": "2.1",
              "tarefa": "Elaboração do Projeto de Pesquisa.",
              "duracao": 30,
              "conclusaoReal": null
            },
            {
              "id": "2.3",
              "anterior": "2.2",
              "tarefa": "Exame de Qualificação.",
              "duracao": 30,
              "conclusaoReal": null
            },
            {
              "id": "3",
              "anterior": "",
              "tarefa": "Execução e Desenvolvimento",
              "duracao": 0,
              "conclusaoReal": null
            },
            {
              "id": "3.1",
              "anterior": "2.3",
              "tarefa": "Coleta de Dados.",
              "duracao": 30,
              "conclusaoReal": null
            },
            {
              "id": "3.2",
              "anterior": "3.1",
              "tarefa": "Desenvolvimento do Produto Técnico/Tecnológico.",
              "duracao": 90,
              "conclusaoReal": null
            },
            {
              "id": "3.3",
              "anterior": "3.2",
              "tarefa": "Validação da Solução.",
              "duracao": 60,
              "conclusaoReal": null
            },
            {
              "id": "4",
              "anterior": "",
              "tarefa": "Análise e Consolidação",
              "duracao": 0,
              "conclusaoReal": null
            },
            {
              "id": "4.1",
              "anterior": "3.3",
              "tarefa": "Análise dos Dados.",
              "duracao": 30,
              "conclusaoReal": null
            },
            {
              "id": "4.2",
              "anterior": "4.1",
              "tarefa": "Redação da Dissertação.",
              "duracao": 60,
              "conclusaoReal": null
            },
            {
              "id": "5",
              "anterior": "",
              "tarefa": "Finalização e Disseminação",
              "duracao": 0,
              "conclusaoReal": null
            },
            {
              "id": "5.1",
              "anterior": "4.2",
              "tarefa": "Defesa Final da Dissertação",
              "duracao": 30,
              "conclusaoReal": null
            },
            {
              "id": "5.2",
              "anterior": "5.1",
              "tarefa": "Correções e depósito da Versão Final.",
              "duracao": 30,
              "conclusaoReal": null
            }
          ],
          "resumo": "34.0% de 34.0%",
          "valor": 33.9622641509434,
          "memoriaDeCalculo": "Cálculo baseado na duração das tarefas concluídas (excluindo linhas de resumo):\n\n- [1.1] Contextualização acadêmica das disciplinas obrigatórias (180 dias): Concluído\n- [1.2] Definição de Orientador. (3 dias): Concluído\n- [1.3] Definição do Problema e hipóteses iniciais. (15 dias): Concluído\n- [1.4] Definição da ferramenta de acompanhamento (18 dias): Concluído\n- [2.1] Revisão Bibliográfica. (30 dias): Pendente\n- [2.2] Elaboração do Projeto de Pesquisa. (30 dias): Pendente\n- [2.3] Exame de Qualificação. (30 dias): Pendente\n- [3.1] Coleta de Dados. (30 dias): Pendente\n- [3.2] Desenvolvimento do Produto Técnico/Tecnológico. (90 dias): Pendente\n- [3.3] Validação da Solução. (60 dias): Pendente\n- [4.1] Análise dos Dados. (30 dias): Pendente\n- [4.2] Redação da Dissertação. (60 dias): Pendente\n- [5.1] Defesa Final da Dissertação (30 dias): Pendente\n- [5.2] Correções e depósito da Versão Final. (30 dias): Pendente\n\nDuração Concluída (Realizado): 216 dias\nDuração Planejada (Meta p/ Hoje): 216 dias\nDuração Total (Projeto): 636 dias\n\nProgresso Realizado (Valor): 34.0%\nProgresso Planejado (Meta): 34.0%",
          "progresso_fases": {
            "fase1": 1,
            "fase2": 0,
            "fase3": 0,
            "fase4": 0,
            "fase5": 0
          },
          "metaPrazo": 33.9622641509434
        },
        "publicidade": {
          "publicacoes": [
            {
              "tipo": "Congresso",
              "titulo": "Integração do ESG nos Planos Estratégicos da Petrobras no período de 2020 a 2025",
              "status": "Aceito",
              "local": "SIMPEP",
              "dataSubmissao": "2025-06-15",
              "dataFinal": "2025-08-15"
            },
            {
              "tipo": "Congresso",
              "titulo": "Seleção de critérios para modelos anp via problema da mochila: uma abordagem para redução da carga cognitiva na gestão",
              "status": "Submetido",
              "local": "CNEG",
              "dataSubmissao": "2025-09-27",
              "dataFinal": null
            },
            {
              "tipo": "Periódico",
              "titulo": "ANP-Solver: Tomada de decisão em grupo para problemas multicritério interdependentes com uma ferramenta intuitiva, portátil e autocontida",
              "status": "Em Preparação",
              "local": "Produção Online",
              "dataSubmissao": null,
              "dataFinal": null
            }
          ],
          "valor": 1,
          "resumo": "1 Aceita(s)/Pub.",
          "memoriaDeCalculo": "Status das publicações:\n\n- Integração do ESG nos Planos Estratégicos da Petrobras no período de 2020 a 2025: Aceito\n- Seleção de critérios para modelos anp via problema da mochila: uma abordagem para redução da carga cognitiva na gestão: Submetido\n- ANP-Solver: Tomada de decisão em grupo para problemas multicritério interdependentes com uma ferramenta intuitiva, portátil e autocontida: Em Preparação\n\nResumo: 0 Pub, 1 Aceitas, 0 Rev, 1 Sub, 1 Prep."
        }
      },
      "components": {
        "problema": "Como resolver as causas para baixa efetividade da realização dos objetivos estratégicos?",
        "hipoteses": "A implantação de um ecossistema de soluções portáteis é mais eficiente do que uma solução centralizada para elevar a efetividade da realização dos objetivos estratégicos, reduzindo custos e tempo.\nOrganizações que adotam um ecossistema modular apresentam maior taxa de cumprimento dos objetivos estratégicos do que aquelas que utilizam soluções centralizadas.\nO custo total de propriedade (TCO) e de implementação estratégica é menor em organizações que adotam um ecossistema modular, quando comparadas a soluções centralizadas.\nO tempo até o primeiro impacto mensurável sobre os objetivos estratégicos é menor em ecossistemas modulares do que em soluções centralizadas.",
        "referencial": "Pesquisa exploratória\nEspecificar o modo de testar as hipóteses",
        "metodologia": "Diagrama de Ishikawa\nArquitetura de Microsserviços\nSoluções Best-of-Breed\nEcossistemas de Negócios Digitais\nTeoria da Decisão Multicritério",
        "impacto": "Potencial de aplicação em empresas de pequeno e médio porte.",
        "produto": "Ecossistema GENTE",
        "problema_classificacao": "",
        "hipoteses_classificacao": "",
        "referencial_classificacao": "",
        "metodologia_classificacao": "",
        "impacto_classificacao": "",
        "produto_classificacao": ""
      },
      "viabilidade_estimativas": {
        "B5_impacto": {
          "valor": 0,
          "just": ""
        },
        "B6_produto": {
          "valor": 0,
          "just": ""
        },
        "C1_problema": {
          "valor": 0,
          "just": ""
        },
        "CV_solucao": {
          "valor": 0,
          "just": ""
        }
      }
    },
    {
      "id": "ep06",
      "date": "2025-10-29",
      "title": "Mão à Obra",
      "summary": "Com o Cubo da Pesquisa definido, as forças que movem a dinâmica do projeto finalmente tinham um eixo de equilíbrio. Mas agora começava a parte mais exigente da jornada: a revisão bibliográfica — o mergulho profundo nas ideias que dariam sustentação teórica à pesquisa.\n\nDurante as reuniões com as orientadoras, acordamos que essa etapa teria um propósito muito claro: identificar, categorizar e analisar as causas fundamentais da baixa efetividade na realização dos objetivos estratégicos nas organizações. A teoria precisava explicar o que a prática há muito tempo sentia.\n\nFase 1 – Identificação\nA busca inicial foi conduzida na base Scopus, escolhida por sua ampla cobertura de periódicos de alta relevância em gestão e negócios. Para garantir atualidade e pertinência, restringimos a pesquisa a artigos publicados entre 2021 e 2025, na área de Negócios (BUSI). A string aplicada aos campos de título, resumo e palavras-chave foi a seguinte:\n\n(TITLE-ABS-KEY (strategy OR \"strategic planning\" OR \"strategic goal*\") AND\nTITLE-ABS-KEY (implementation OR execution OR realization OR achievement) AND\nTITLE-ABS-KEY (success OR failure OR performance OR outcome OR effectiveness))\nAND PUBYEAR > 2020 AND PUBYEAR < 2026 AND (LIMIT-TO (SUBJAREA, \"BUSI\")) AND (LIMIT-TO (DOCTYPE, \"ar\")).\n\nO resultado foi expressivo: 3.474 documentos.\n\nFase 2 – Triagem (Screening)\nDiante do volume, os resultados foram ordenados pelo critério de relevância da própria base. Os resumos dos 2.000 artigos mais citados foram extraídos e submetidos a uma análise preliminar com o apoio da ferramenta NotebookLM. O objetivo era responder a uma única pergunta:\n\n“Quais são as causas da baixa efetividade na realização dos objetivos estratégicos?”\n\nApós o primeiro filtro, restaram 71 artigos diretamente alinhados ao escopo da pesquisa.\n\nO desafio agora é quase artesanal: acessar integralmente os 71 artigos selecionados. A maioria está protegida por paywalls e assinaturas de periódicos — um obstáculo que transforma o entusiasmo em paciência. É um trabalho lento, repetitivo, e muitas vezes solitário. Mas é também nele que a pesquisa ganha densidade, credibilidade e fundamento científico.\n\nNo fim, entre downloads, anotações e cafés frios, a sensação é clara: a teoria começa a dialogar com a prática — e o Cubo da Pesquisa, antes uma ideia, passa a pulsar dentro de um método vivo.",
      "nome": "GENTE: Um Ecossistema de Microsserviços para Aumentar a Efetividade na Execução de Planos Estratégicos",
      "kpis": {
        "tolerancia": {
          "valor": 0.4,
          "resumo": "Desequilíbrio (Viés: T). Range 100% > Tolerância 40%.",
          "memoriaDeCalculo": "Análise de Tolerância (Configurada em: 40%)\n\n[KPI] Custo: 0.0%\n[KPI] Prazo: 100.0%\n[KPI] Publicidade: 100.0%\n\nRange (Max-Min): 100.0% - 0.0% = 100.0%\nTolerância (Limite): 40%\n\nStatus: Desequilibrado. O Range excede a margem de tolerância."
        },
        "metaPrazo": 35,
        "metaCusto": 100.01,
        "metaPublicacao": 2,
        "cuboImagem": "cubo-T25-cinza.png",
        "viabilidade": {
          "itens": [
            {
              "item": "Inscrição do Encontro Nacional de Modelagem Computacional - ENMC",
              "tipo": "Realizado",
              "valor": 100,
              "data": "2025-08-24"
            }
          ],
          "valor": 100,
          "resumo": "R$ 100.00 Gastos",
          "memoriaDeCalculo": "Detalhes de Custos (Previsto vs Realizado):\n\n- (R) Inscrição do Encontro Nacional de Modelagem Computacional - ENMC: R$ 100.00\n\nTotal Previsto: R$ 0.00\nTotal Realizado: R$ 100.00"
        },
        "prazo": {
          "entregas": [
            {
              "id": "1",
              "anterior": "0",
              "tarefa": "Iniciação & Exploração",
              "duracao": 0,
              "conclusaoReal": "2025-10-14"
            },
            {
              "id": "1.1",
              "anterior": "13/03/2025",
              "tarefa": "Contextualização acadêmica",
              "duracao": 180,
              "conclusaoReal": "2025-09-08"
            },
            {
              "id": "1.2",
              "anterior": "1.1",
              "tarefa": "Definição de Orientador.",
              "duracao": 3,
              "conclusaoReal": "2025-09-11"
            },
            {
              "id": "1.3",
              "anterior": "1.2",
              "tarefa": "Problema e hipóteses",
              "duracao": 15,
              "conclusaoReal": "2025-09-26"
            },
            {
              "id": "1.4",
              "anterior": "1.3",
              "tarefa": "Ferramenta de Gestão",
              "duracao": 18,
              "conclusaoReal": "2025-10-14"
            },
            {
              "id": "2",
              "anterior": "",
              "tarefa": "Fundamentação e Planejamento",
              "duracao": 0,
              "conclusaoReal": null
            },
            {
              "id": "2.1",
              "anterior": "1.4",
              "tarefa": "Revisão Bibliográfica.",
              "duracao": 30,
              "conclusaoReal": null
            },
            {
              "id": "2.2",
              "anterior": "2.1",
              "tarefa": "Projeto de Pesquisa.",
              "duracao": 30,
              "conclusaoReal": null
            },
            {
              "id": "2.3",
              "anterior": "2.2",
              "tarefa": "Exame de Qualificação.",
              "duracao": 30,
              "conclusaoReal": null
            },
            {
              "id": "3",
              "anterior": "",
              "tarefa": "Execução e Desenvolvimento",
              "duracao": 0,
              "conclusaoReal": null
            },
            {
              "id": "3.1",
              "anterior": "2.3",
              "tarefa": "Coleta de Dados.",
              "duracao": 30,
              "conclusaoReal": null
            },
            {
              "id": "3.2",
              "anterior": "3.1",
              "tarefa": "Desenvolvimento do Produto",
              "duracao": 90,
              "conclusaoReal": null
            },
            {
              "id": "3.3",
              "anterior": "3.2",
              "tarefa": "Validação da Solução.",
              "duracao": 60,
              "conclusaoReal": null
            },
            {
              "id": "4",
              "anterior": "",
              "tarefa": "Análise e Consolidação",
              "duracao": 0,
              "conclusaoReal": null
            },
            {
              "id": "4.1",
              "anterior": "3.3",
              "tarefa": "Análise dos Dados.",
              "duracao": 30,
              "conclusaoReal": null
            },
            {
              "id": "4.2",
              "anterior": "4.1",
              "tarefa": "Redação da Dissertação.",
              "duracao": 60,
              "conclusaoReal": null
            },
            {
              "id": "5",
              "anterior": "",
              "tarefa": "Finalização e Disseminação",
              "duracao": 0,
              "conclusaoReal": null
            },
            {
              "id": "5.1",
              "anterior": "4.2",
              "tarefa": "Defesa Final da Dissertação",
              "duracao": 30,
              "conclusaoReal": null
            },
            {
              "id": "5.2",
              "anterior": "5.1",
              "tarefa": "Depósito da Versão Final.",
              "duracao": 30,
              "conclusaoReal": null
            }
          ],
          "resumo": "34.0% de 34.0%",
          "valor": 33.9622641509434,
          "memoriaDeCalculo": "Cálculo baseado na duração das tarefas concluídas (excluindo linhas de resumo):\n\n- [1.1] Contextualização acadêmica (180 dias): Concluído\n- [1.2] Definição de Orientador. (3 dias): Concluído\n- [1.3] Problema e hipóteses (15 dias): Concluído\n- [1.4] Ferramenta de Gestão (18 dias): Concluído\n- [2.1] Revisão Bibliográfica. (30 dias): Pendente\n- [2.2] Projeto de Pesquisa. (30 dias): Pendente\n- [2.3] Exame de Qualificação. (30 dias): Pendente\n- [3.1] Coleta de Dados. (30 dias): Pendente\n- [3.2] Desenvolvimento do Produto (90 dias): Pendente\n- [3.3] Validação da Solução. (60 dias): Pendente\n- [4.1] Análise dos Dados. (30 dias): Pendente\n- [4.2] Redação da Dissertação. (60 dias): Pendente\n- [5.1] Defesa Final da Dissertação (30 dias): Pendente\n- [5.2] Depósito da Versão Final. (30 dias): Pendente\n\nDuração Concluída (Realizado): 216 dias\nDuração Planejada (Meta p/ Hoje): 216 dias\nDuração Total (Projeto): 636 dias\n\nProgresso Realizado (Valor): 34.0%\nProgresso Planejado (Meta): 34.0%",
          "progresso_fases": {
            "fase1": 1,
            "fase2": 0,
            "fase3": 0,
            "fase4": 0,
            "fase5": 0
          },
          "metaPrazo": 33.9622641509434
        },
        "publicidade": {
          "publicacoes": [
            {
              "tipo": "Congresso",
              "titulo": "Integração do ESG nos Planos Estratégicos da Petrobras no período de 2020 a 2025",
              "status": "Aceito",
              "local": "SIMPEP",
              "dataSubmissao": "2025-06-15",
              "dataFinal": "2025-08-15",
              "autores": "THAYNA PEREIRA RANGEL, ELIELBER DA SILVA ANTUNES, HENRIQUE REGO MONTEIRO DA HORA, ROMEU E SILVA NETO",
              "resumo": "DIANTE DA CRESCENTE RELEVÂNCIA DAS PRESSÕES POR DESENVOLVIMENTO SUSTENTÁVEL, RESPONSABILIDADE SOCIAL E TRANSPARÊNCIA CORPORATIVA NO SETOR DE ÓLEO E GÁS COM A AGENDA ESG (ENVIRONMENTAL, SOCIAL AND GOVERNANCE). O PRESENTE ARTIGO TEM COMO OBJETIVO ANALISAR A EVOLUÇÃO  ESTRATÉGICA DA PETROBRAS NOS ANOS DE 2021 A 2025 RELACIONADA À AGENDA ESG, COM FOCO NA INTEGRAÇÃO DESSAS PRÁTICAS DAS AÇÕES ESTRATÉGICAS. A PESQUISA, DE ABORDAGEM QUALITATIVA E CARÁTER DESCRITIVO, BASEOU-SE EM ANÁLISE DOCUMENTAL DOS PLANOS ORGANIZACIONAIS DA PETROBRAS, UTILIZANDO TRIANGULAÇÃO TEMPORAL E TEMÁTICA PARA AVALIAR A INTEGRAÇÃO DA AGENDA ESG. OS RESULTADOS INDICAM AVANÇOS NA INTEGRAÇÃO, COM DESTAQUE PARA A DEFINIÇÃO DE METAS MAIS CLARAS E MENSURÁVEIS NOS PILAREM AMBIENTAIS, SOCIAIS E DE GOVERNANÇA. HOUVE TAMBÉM UM AUMENTO DOS INVESTIMENTOS E NA DIVERSIFICAÇÃO DO PORTFÓLIO DE PROJETOS EM BAIXO CARBONO, ALÉM DE ALINHAMENTO COM OS ODS 7, 9 E 13, REFORÇANDO O COMPROMISSO COM A SUSTENTABILIDADE CORPORATIVA. CONCLUIU-SE QUE A PETROBRAS AVANÇOU DE FORMA ESTRUTURADA NA INTEGRAÇÃO DA AGENDA ESG, INCORPORANDO-A DE MANEIRA TRANSVERSAL ÀS SUAS DIRETRIZES ESTRATÉGICAS E FORTALECENDO SUA CAPACIDADE DE RESPOSTA ÀS EXIGÊNCIAS AMBIENTAIS, SOCIAIS E DE GOVERNANÇA."
            },
            {
              "tipo": "Congresso",
              "titulo": "Seleção de critérios para modelos anp via problema da mochila: uma abordagem para redução da carga cognitiva na gestão",
              "status": "Aceito",
              "local": "CNEG",
              "dataSubmissao": "2025-09-27",
              "dataFinal": "2025-10-29",
              "autores": "Elielber da Silva Antunes, Alline Sardinha Cordeiro Morais, Aline Pires Vieira de Vasconcelos, Carlos Leonardo Ramos Póvoa",
              "resumo": " O uso do Analytic Network Process (ANP) em ambientes de gestão é frequentemente limitado pelo elevado custo cognitivo e pelo tempo requerido, uma vez que o número de comparações par a par cresce de forma combinatória, sobrecarregando o decisor e comprometendo a consistência dos julgamentos. Embora a literatura recente apresente estratégias para reduzir comparações ou simplificar o problema por meio de análise de dados, ainda persiste uma lacuna em métodos que tratam o esforço de julgamento como um recurso quantificável e limitado. Para enfrentar esse desafio, este artigo apresenta o framework Criter, que transforma a seleção de critérios para modelos ANP em um problema de otimização combinatória formulado como o problema da Mochila inteira binária (0/1). A abordagem propõe três inovações: (i) mensuração do valor de cada critério, obtido a partir das prioridades derivadas de uma rodada inicial de comparações; (ii) definição de um custo preditivo, correspondente ao número marginal de julgamentos adicionais exigidos pela inclusão do critério; e (iii) personalização de um orçamento de esforço (W), calculado a partir do tempo médio de resposta do avaliador. A solução ótima do problema da mochila retorna o subconjunto de critérios que maximizam o valor agregado dentro do limite cognitivo e temporal disponível. O resultado é um modelo ANP mais enxuto, focado e exportável em formato JSON, pronto para a etapa final de análise. A principal contribuição consiste em viabilizar a aplicação prática do ANP em contextos organizacionais, conciliando robustez analítica, agilidade e usabilidade para gestores sob restrições reais de tempo e esforço"
            },
            {
              "tipo": "Revista",
              "titulo": "ANP-Solver: Tomada de decisão em grupo para problemas multicritério interdependentes com uma ferramenta intuitiva, portátil e autocontida",
              "status": "Em Preparação",
              "local": "Produção Online",
              "dataSubmissao": null,
              "dataFinal": null,
              "autores": "Elielber da Silva Antunes, Henrique Rego Monteiro da Hora, Alline Sardinha Cordeiro Morais, Aline Pires Vieira de Vasconcelos",
              "resumo": "O método Analytic Network Process (ANP) é uma poderosa ferramenta para a tomada de decisão em cenários complexos. No entanto, sua aplicação prática por gestores é frequentemente limitada pela alta complexidade, custo e barreiras de usabilidade presentes em softwares comerciais, que restringem seu uso a especialistas e acadêmicos. Este artigo aborda diretamente essa lacuna, apresentando o desenvolvimento e a validação do ANP-Solver, uma ferramenta web inovadora que visa democratizar o acesso ao ANP. Projetada como um sistema autocontido em um único arquivo HTML, a ferramenta elimina a necessidade de instalação e licenças, garantindo portabilidade e acessibilidade. A validação, realizada através de testes de unidade, sistema e aceitação com usuários, confirmou a precisão matemática dos algoritmos e a clareza na apresentação dos resultados. Conclui-se que o ANP-Solver se apresenta como uma alternativa robusta e prática, que reduz as barreiras técnicas e permite que gestores, mesmo sem conhecimento aprofundado em informática, apliquem uma metodologia de decisão rigorosa em seus desafios reais, preenchendo uma lacuna importante entre a teoria acadêmica e a aplicação gerencial."
            },
            {
              "tipo": "Revista",
              "titulo": "Teoria dos jogos e SDG",
              "status": "Em Preparação",
              "local": "À definir",
              "dataSubmissao": null,
              "dataFinal": null,
              "autores": "Elielber da Silva Antunes, Aline Pires Vieira de Vasconcelos, Simone Vasconcelos da Silva",
              "resumo": "A implementação de Sistemas de Gestão de Desempenho (SGD) em empresas estatais brasileiras enfrenta barreiras que ultrapassam aspectos técnicos, enraizando-se em dimensões culturais e políticas. Resistência à mudança, assimetria de informações e aversão à transparência frequentemente comprometem a adoção desses sistemas. Este artigo propõe um framework estratégico, fundamentado na Teoria dos Jogos, como alternativa para superar tais desafios. Argumenta-se que o êxito da implementação não depende apenas da qualidade da ferramenta, mas do redesenho do “jogo organizacional”, de forma a alinhar incentivos e tornar a cooperação e a adoção do sistema a estratégia dominante. A metodologia está estruturada em quatro etapas: (1) mapeamento dos jogadores e de seus payoffs; (2) diagnóstico do equilíbrio de resistência vigente; (3) desenho de um novo jogo por meio da reconfiguração de incentivos e da criação de metas interdependentes; e (4) implementação faseada como jogo repetido, visando à construção de confiança. Conclui-se que a Teoria dos Jogos oferece um caminho para transformar a cultura de gestão, alinhando interesses individuais aos objetivos estratégicos e contribuindo para a excelência em gestão no setor público."
            },
            {
              "tipo": "Revista",
              "titulo": "Por que as Estratégias Falham? Uma Análise Sistemática da Literatura e a Identificação de Fatores Críticos de Insucesso.",
              "status": "Em Preparação",
              "local": "À definir",
              "dataSubmissao": null,
              "dataFinal": null,
              "autores": "Elielber da Silva Antunes, Aline Pires Vieira de Vasconcelos, Simone Vasconcelos da Silva",
              "resumo": "A falha na implementação da estratégia é um desafio crítico que limita o desempenho organizacional, representando um hiato persistente entre o planejamento e a execução. Este artigo tem como objetivo identificar, categorizar e analisar as causas fundamentais para a baixa efetividade na realização dos objetivos estratégicos. Para isso, foi conduzida uma revisão sistemática da literatura na base de dados Scopus, que, após um rigoroso processo de triagem e seleção, resultou em 36 artigos recentes e de alto impacto para análise. Por meio de uma análise de conteúdo qualitativa, os dados extraídos foram sintetizados em um framework inédito, composto por 14 causas distintas, organizadas em quatro agrupamentos temáticos: (I) Deficiências Operacionais e de Processo, (II) Barreiras de Foco Estratégico e Governança, (III) Desafios de Liderança, Cultura e Recursos, e (IV) Limitações de Medição e Contexto. Os resultados indicam que as falhas nos processos de implementação são a causa mais proeminente na literatura recente, sugerindo que o maior obstáculo reside na tradução da estratégia em ações concretas. O framework proposto contribui para a teoria ao oferecer um modelo integrado e, para a prática, ao fornecer aos gestores uma ferramenta de diagnóstico para mitigar os riscos da execução estratégica."
            }
          ],
          "valor": 2,
          "resumo": "2 Aceita(s)/Pub.",
          "memoriaDeCalculo": "Status das publicações:\n\n- Integração do ESG nos Planos Estratégicos da Petrobras no período de 2020 a 2025: Aceito\n- Seleção de critérios para modelos anp via problema da mochila: uma abordagem para redução da carga cognitiva na gestão: Aceito\n- ANP-Solver: Tomada de decisão em grupo para problemas multicritério interdependentes com uma ferramenta intuitiva, portátil e autocontida: Em Preparação\n- Teoria dos jogos e SDG: Em Preparação\n- Por que as Estratégias Falham? Uma Análise Sistemática da Literatura e a Identificação de Fatores Críticos de Insucesso.: Em Preparação\n\nResumo: 0 Pub, 2 Aceitas, 0 Rev, 0 Sub, 3 Prep."
        }
      },
      "components": {
        "problema": "Como resolver as causas para baixa efetividade da realização dos objetivos estratégicos?",
        "hipoteses": "A implantação de um ecossistema de soluções portáteis é mais eficiente do que uma solução centralizada para elevar a efetividade da realização dos objetivos estratégicos, reduzindo custos e tempo.\nOrganizações que adotam um ecossistema modular apresentam maior taxa de cumprimento dos objetivos estratégicos do que aquelas que utilizam soluções centralizadas.\nO custo total de propriedade (TCO) e de implementação estratégica é menor em organizações que adotam um ecossistema modular, quando comparadas a soluções centralizadas.\nO tempo até o primeiro impacto mensurável sobre os objetivos estratégicos é menor em ecossistemas modulares do que em soluções centralizadas.",
        "referencial": "Pesquisa exploratória\nEspecificar o modo de testar as hipóteses",
        "metodologia": "Diagrama de Ishikawa\nArquitetura de Microsserviços\nSoluções Best-of-Breed\nEcossistemas de Negócios Digitais\nTeoria da Decisão Multicritério",
        "impacto": "Potencial de aplicação em empresas de pequeno e médio porte.",
        "produto": "Ecossistema GENTE",
        "problema_classificacao": "",
        "hipoteses_classificacao": "",
        "referencial_classificacao": "",
        "metodologia_classificacao": "",
        "impacto_classificacao": "",
        "produto_classificacao": ""
      },
      "viabilidade_estimativas": {
        "B5_impacto": {
          "valor": 0,
          "just": ""
        },
        "B6_produto": {
          "valor": 0,
          "just": ""
        },
        "C1_problema": {
          "valor": 0,
          "just": ""
        },
        "CV_solucao": {
          "valor": 0,
          "just": ""
        }
      }
    },
    {
      "id": "ep07",
      "date": "2025-11-11",
      "title": "Recalculando a Rota",
      "summary": "A fase da busca manual dos artigos foi um teste de paciência e persistência. Dos 71 estudos selecionados com tanto esforço, apenas 12 estavam disponíveis em acesso aberto. Dias de tentativas, downloads incompletos e páginas bloqueadas resultaram em uma sensação frustrante: tanto esforço, para tão pouco retorno.\n\nFoi então que decidi mudar a estratégia. Em vez de insistir no método exaustivo, experimentei novas combinações de filtros, ajustei descritores e refiz a busca por inteiro. Depois de três tentativas, um fio de esperança surgiu: uma nova consulta retornou 1.221 artigos, todos dentro do escopo da pesquisa com a seguinte chave de busca:\n\n( TITLE-ABS-KEY ( estratégia OU \"planejamento estratégico\" OU \"objetivo estratégico*\" ) AND TITLE-ABS-KEY ( implementação OU execução ) AND TITLE-ABS-KEY ( desafio* OU barreira* OU obstáculo* OU impedimento* OU armadilha* OU lacuna OU dificuldade* ) ) AND PUBYEAR > 2020 AND PUBYEAR < 2026 AND ( LIMIT-TO ( SUBJAREA , \"BUSI\" ) ) AND ( LIMIT-TO ( DOCTYPE , \"ar\" ) ) AND ( LIMIT-TO ( OA , \"all\" ) )\n\nDessa vez, com o apoio do NotebookLM, analisei apenas os resumos, permitindo uma triagem muito mais ágil e focada. O resultado foi surpreendente: 125 artigos relevantes, todos em acesso aberto. A barreira da informação, antes tão opaca, finalmente se abriu.\n\nMas o tempo agora era o novo adversário — três dias para concluir a análise e identificar as principais causas do fracasso dos planos estratégicos. Entre leituras aceleradas, categorização e inferências, percebi algo profundo: o Cubo da Pesquisa já não era apenas um framework de gestão. Ele começava a se transformar em um orientador de coerência, um instrumento capaz de alinhar cada fragmento do conteúdo à essência da investigação.\n\nO Cubo passou a funcionar como uma bússola metodológica: cada face — Problema, Hipóteses, Referencial Teórico, Metodologia, Impacto e Produto — servia de guia para verificar se o que eu lia, codificava e interpretava fazia sentido dentro do propósito central. Ele deixara de ser apenas um modelo conceitual para se tornar um sistema vivo de raciocínio, conectando teoria, dados e intuição.\n\nEntre o cansaço e a descoberta, a sensação era clara: a pesquisa finalmente encontrava seu próprio caminho — não pela linearidade dos métodos, mas pela coerência entre o pensar e o fazer científico.",
      "nome": "GENTE: Gestão de Equipe do Negócio no Trabalho Efetivo",
      "kpis": {
        "tolerancia": {
          "valor": 0.3,
          "resumo": "KPIs dentro da tolerância.",
          "memoriaDeCalculo": "Análise de Tolerância (Configurada em: 30%)\n\n[KPI] Custo: 96.8%\n[KPI] Prazo: 100.0%\n[KPI] Publicidade: 100.0%\n\nRange (Max-Min): 100.0% - 96.8% = 3.2%\nTolerância (Limite): 30%\n\nStatus: Equilibrado. O Range está dentro da margem de tolerância definida."
        },
        "metaPrazo": 34,
        "metaCusto": 300,
        "metaPublicacao": 2,
        "cuboImagem": "cubo-E25-azul.png",
        "viabilidade": {
          "itens": [
            {
              "item": "Inscrição do Encontro Nacional de Modelagem Computacional - ENMC",
              "tipo": "Realizado",
              "valor": 100,
              "data": "2025-08-24"
            },
            {
              "item": "inscrição no Congreno Nacionaç de Excelência em Gestão - CNEG",
              "tipo": "Realizado",
              "valor": 165,
              "data": "2025-11-11"
            }
          ],
          "valor": 265,
          "resumo": "R$ 265.00 Gastos",
          "memoriaDeCalculo": "Detalhes de Custos (Previsto vs Realizado):\n\n- (R) Inscrição do Encontro Nacional de Modelagem Computacional - ENMC: R$ 100.00\n- (R) inscrição no Congreno Nacionaç de Excelência em Gestão - CNEG: R$ 165.00\n\nTotal Previsto: R$ 0.00\nTotal Realizado: R$ 265.00"
        },
        "prazo": {
          "entregas": [
            {
              "id": "1",
              "anterior": "0",
              "tarefa": "Iniciação & Exploração",
              "duracao": 0,
              "conclusaoReal": "2025-10-14"
            },
            {
              "id": "1.1",
              "anterior": "13/03/2025",
              "tarefa": "Contextualização acadêmica",
              "duracao": 180,
              "conclusaoReal": "2025-09-08"
            },
            {
              "id": "1.2",
              "anterior": "1.1",
              "tarefa": "Definição de Orientador.",
              "duracao": 3,
              "conclusaoReal": "2025-09-11"
            },
            {
              "id": "1.3",
              "anterior": "1.2",
              "tarefa": "Problema e hipóteses",
              "duracao": 15,
              "conclusaoReal": "2025-09-26"
            },
            {
              "id": "1.4",
              "anterior": "1.3",
              "tarefa": "Ferramenta de Gestão",
              "duracao": 18,
              "conclusaoReal": "2025-10-14"
            },
            {
              "id": "2",
              "anterior": "",
              "tarefa": "Fundamentação e Planejamento",
              "duracao": 0,
              "conclusaoReal": null
            },
            {
              "id": "2.1",
              "anterior": "1.4",
              "tarefa": "Revisão Bibliográfica.",
              "duracao": 30,
              "conclusaoReal": null
            },
            {
              "id": "2.2",
              "anterior": "2.1",
              "tarefa": "Pesquisa de campo.",
              "duracao": 30,
              "conclusaoReal": null
            },
            {
              "id": "2.3",
              "anterior": "2.2",
              "tarefa": "Projeto de Pesquisa.",
              "duracao": 20,
              "conclusaoReal": null
            },
            {
              "id": "2.4",
              "anterior": "2.3",
              "tarefa": "Qualificação da pesquisa",
              "duracao": 20,
              "conclusaoReal": null
            },
            {
              "id": "3",
              "anterior": "",
              "tarefa": "Execução e Desenvolvimento",
              "duracao": 0,
              "conclusaoReal": null
            },
            {
              "id": "3.1",
              "anterior": "2.3",
              "tarefa": "Coleta de Dados.",
              "duracao": 30,
              "conclusaoReal": null
            },
            {
              "id": "3.2",
              "anterior": "3.1",
              "tarefa": "Desenvolvimento do Produto",
              "duracao": 90,
              "conclusaoReal": null
            },
            {
              "id": "3.3",
              "anterior": "3.2",
              "tarefa": "Validação da Solução.",
              "duracao": 60,
              "conclusaoReal": null
            },
            {
              "id": "4",
              "anterior": "",
              "tarefa": "Análise e Consolidação",
              "duracao": 0,
              "conclusaoReal": null
            },
            {
              "id": "4.1",
              "anterior": "3.3",
              "tarefa": "Análise dos Dados.",
              "duracao": 30,
              "conclusaoReal": null
            },
            {
              "id": "4.2",
              "anterior": "4.1",
              "tarefa": "Redação da Dissertação.",
              "duracao": 60,
              "conclusaoReal": null
            },
            {
              "id": "5",
              "anterior": "",
              "tarefa": "Finalização e Disseminação",
              "duracao": 0,
              "conclusaoReal": null
            },
            {
              "id": "5.1",
              "anterior": "4.2",
              "tarefa": "Defesa Final da Dissertação",
              "duracao": 30,
              "conclusaoReal": null
            },
            {
              "id": "5.2",
              "anterior": "5.1",
              "tarefa": "Depósito da Versão Final.",
              "duracao": 30,
              "conclusaoReal": null
            }
          ],
          "resumo": "33.4% de 33.4%",
          "valor": 33.43653250773993,
          "memoriaDeCalculo": "Cálculo baseado na duração das tarefas concluídas (excluindo linhas de resumo):\n\n- [1.1] Contextualização acadêmica (180 dias): Concluído\n- [1.2] Definição de Orientador. (3 dias): Concluído\n- [1.3] Problema e hipóteses (15 dias): Concluído\n- [1.4] Ferramenta de Gestão (18 dias): Concluído\n- [2.1] Revisão Bibliográfica. (30 dias): Pendente\n- [2.2] Pesquisa de campo. (30 dias): Pendente\n- [2.3] Projeto de Pesquisa. (20 dias): Pendente\n- [2.4] Qualificação da pesquisa (20 dias): Pendente\n- [3.1] Coleta de Dados. (30 dias): Pendente\n- [3.2] Desenvolvimento do Produto (90 dias): Pendente\n- [3.3] Validação da Solução. (60 dias): Pendente\n- [4.1] Análise dos Dados. (30 dias): Pendente\n- [4.2] Redação da Dissertação. (60 dias): Pendente\n- [5.1] Defesa Final da Dissertação (30 dias): Pendente\n- [5.2] Depósito da Versão Final. (30 dias): Pendente\n\nDuração Concluída (Realizado): 216 dias\nDuração Planejada (Meta p/ Hoje): 216 dias\nDuração Total (Projeto): 646 dias\n\nProgresso Realizado (Valor): 33.4%\nProgresso Planejado (Meta): 33.4%",
          "progresso_fases": {
            "fase1": 1,
            "fase2": 0,
            "fase3": 0,
            "fase4": 0,
            "fase5": 0
          },
          "metaPrazo": 33.43653250773993
        },
        "publicidade": {
          "publicacoes": [
            {
              "tipo": "Congresso",
              "titulo": "Integração do ESG nos Planos Estratégicos da Petrobras no período de 2020 a 2025",
              "status": "Aceito",
              "local": "SIMPEP",
              "dataSubmissao": "2025-06-15",
              "dataFinal": "2025-08-15",
              "autores": "THAYNA PEREIRA RANGEL, ELIELBER DA SILVA ANTUNES, HENRIQUE REGO MONTEIRO DA HORA, ROMEU E SILVA NETO",
              "resumo": "DIANTE DA CRESCENTE RELEVÂNCIA DAS PRESSÕES POR DESENVOLVIMENTO SUSTENTÁVEL, RESPONSABILIDADE SOCIAL E TRANSPARÊNCIA CORPORATIVA NO SETOR DE ÓLEO E GÁS COM A AGENDA ESG (ENVIRONMENTAL, SOCIAL AND GOVERNANCE). O PRESENTE ARTIGO TEM COMO OBJETIVO ANALISAR A EVOLUÇÃO  ESTRATÉGICA DA PETROBRAS NOS ANOS DE 2021 A 2025 RELACIONADA À AGENDA ESG, COM FOCO NA INTEGRAÇÃO DESSAS PRÁTICAS DAS AÇÕES ESTRATÉGICAS. A PESQUISA, DE ABORDAGEM QUALITATIVA E CARÁTER DESCRITIVO, BASEOU-SE EM ANÁLISE DOCUMENTAL DOS PLANOS ORGANIZACIONAIS DA PETROBRAS, UTILIZANDO TRIANGULAÇÃO TEMPORAL E TEMÁTICA PARA AVALIAR A INTEGRAÇÃO DA AGENDA ESG. OS RESULTADOS INDICAM AVANÇOS NA INTEGRAÇÃO, COM DESTAQUE PARA A DEFINIÇÃO DE METAS MAIS CLARAS E MENSURÁVEIS NOS PILAREM AMBIENTAIS, SOCIAIS E DE GOVERNANÇA. HOUVE TAMBÉM UM AUMENTO DOS INVESTIMENTOS E NA DIVERSIFICAÇÃO DO PORTFÓLIO DE PROJETOS EM BAIXO CARBONO, ALÉM DE ALINHAMENTO COM OS ODS 7, 9 E 13, REFORÇANDO O COMPROMISSO COM A SUSTENTABILIDADE CORPORATIVA. CONCLUIU-SE QUE A PETROBRAS AVANÇOU DE FORMA ESTRUTURADA NA INTEGRAÇÃO DA AGENDA ESG, INCORPORANDO-A DE MANEIRA TRANSVERSAL ÀS SUAS DIRETRIZES ESTRATÉGICAS E FORTALECENDO SUA CAPACIDADE DE RESPOSTA ÀS EXIGÊNCIAS AMBIENTAIS, SOCIAIS E DE GOVERNANÇA."
            },
            {
              "tipo": "Congresso",
              "titulo": "Seleção de critérios para modelos anp via problema da mochila: uma abordagem para redução da carga cognitiva na gestão",
              "status": "Aceito",
              "local": "CNEG",
              "dataSubmissao": "2025-09-27",
              "dataFinal": "2025-10-29",
              "autores": "Elielber da Silva Antunes, Alline Sardinha Cordeiro Morais, Aline Pires Vieira de Vasconcelos, Carlos Leonardo Ramos Póvoa",
              "resumo": " O uso do Analytic Network Process (ANP) em ambientes de gestão é frequentemente limitado pelo elevado custo cognitivo e pelo tempo requerido, uma vez que o número de comparações par a par cresce de forma combinatória, sobrecarregando o decisor e comprometendo a consistência dos julgamentos. Embora a literatura recente apresente estratégias para reduzir comparações ou simplificar o problema por meio de análise de dados, ainda persiste uma lacuna em métodos que tratam o esforço de julgamento como um recurso quantificável e limitado. Para enfrentar esse desafio, este artigo apresenta o framework Criter, que transforma a seleção de critérios para modelos ANP em um problema de otimização combinatória formulado como o problema da Mochila inteira binária (0/1). A abordagem propõe três inovações: (i) mensuração do valor de cada critério, obtido a partir das prioridades derivadas de uma rodada inicial de comparações; (ii) definição de um custo preditivo, correspondente ao número marginal de julgamentos adicionais exigidos pela inclusão do critério; e (iii) personalização de um orçamento de esforço (W), calculado a partir do tempo médio de resposta do avaliador. A solução ótima do problema da mochila retorna o subconjunto de critérios que maximizam o valor agregado dentro do limite cognitivo e temporal disponível. O resultado é um modelo ANP mais enxuto, focado e exportável em formato JSON, pronto para a etapa final de análise. A principal contribuição consiste em viabilizar a aplicação prática do ANP em contextos organizacionais, conciliando robustez analítica, agilidade e usabilidade para gestores sob restrições reais de tempo e esforço"
            },
            {
              "tipo": "Revista",
              "titulo": "ANP-Solver: Tomada de decisão em grupo para problemas multicritério interdependentes com uma ferramenta intuitiva, portátil e autocontida",
              "status": "Em Preparação",
              "local": "Produção Online",
              "dataSubmissao": null,
              "dataFinal": null,
              "autores": "Elielber da Silva Antunes, Henrique Rego Monteiro da Hora, Alline Sardinha Cordeiro Morais, Aline Pires Vieira de Vasconcelos",
              "resumo": "O método Analytic Network Process (ANP) é uma poderosa ferramenta para a tomada de decisão em cenários complexos. No entanto, sua aplicação prática por gestores é frequentemente limitada pela alta complexidade, custo e barreiras de usabilidade presentes em softwares comerciais, que restringem seu uso a especialistas e acadêmicos. Este artigo aborda diretamente essa lacuna, apresentando o desenvolvimento e a validação do ANP-Solver, uma ferramenta web inovadora que visa democratizar o acesso ao ANP. Projetada como um sistema autocontido em um único arquivo HTML, a ferramenta elimina a necessidade de instalação e licenças, garantindo portabilidade e acessibilidade. A validação, realizada através de testes de unidade, sistema e aceitação com usuários, confirmou a precisão matemática dos algoritmos e a clareza na apresentação dos resultados. Conclui-se que o ANP-Solver se apresenta como uma alternativa robusta e prática, que reduz as barreiras técnicas e permite que gestores, mesmo sem conhecimento aprofundado em informática, apliquem uma metodologia de decisão rigorosa em seus desafios reais, preenchendo uma lacuna importante entre a teoria acadêmica e a aplicação gerencial."
            },
            {
              "tipo": "Revista",
              "titulo": "Teoria dos jogos e SDG",
              "status": "Em Preparação",
              "local": "À definir",
              "dataSubmissao": null,
              "dataFinal": null,
              "autores": "Elielber da Silva Antunes, Aline Pires Vieira de Vasconcelos, Simone Vasconcelos da Silva",
              "resumo": "A implementação de Sistemas de Gestão de Desempenho (SGD) em empresas estatais brasileiras enfrenta barreiras que ultrapassam aspectos técnicos, enraizando-se em dimensões culturais e políticas. Resistência à mudança, assimetria de informações e aversão à transparência frequentemente comprometem a adoção desses sistemas. Este artigo propõe um framework estratégico, fundamentado na Teoria dos Jogos, como alternativa para superar tais desafios. Argumenta-se que o êxito da implementação não depende apenas da qualidade da ferramenta, mas do redesenho do “jogo organizacional”, de forma a alinhar incentivos e tornar a cooperação e a adoção do sistema a estratégia dominante. A metodologia está estruturada em quatro etapas: (1) mapeamento dos jogadores e de seus payoffs; (2) diagnóstico do equilíbrio de resistência vigente; (3) desenho de um novo jogo por meio da reconfiguração de incentivos e da criação de metas interdependentes; e (4) implementação faseada como jogo repetido, visando à construção de confiança. Conclui-se que a Teoria dos Jogos oferece um caminho para transformar a cultura de gestão, alinhando interesses individuais aos objetivos estratégicos e contribuindo para a excelência em gestão no setor público."
            },
            {
              "tipo": "Revista",
              "titulo": "Por que as Estratégias Falham? Uma Análise Sistemática da Literatura e a Identificação de Fatores Críticos de Insucesso.",
              "status": "Em Preparação",
              "local": "À definir",
              "dataSubmissao": null,
              "dataFinal": null,
              "autores": "Elielber da Silva Antunes, Aline Pires Vieira de Vasconcelos, Simone Vasconcelos da Silva",
              "resumo": "A falha na implementação da estratégia é um desafio crítico que limita o desempenho organizacional, representando um hiato persistente entre o planejamento e a execução. Este artigo tem como objetivo identificar, categorizar e analisar as causas fundamentais para a baixa efetividade na realização dos objetivos estratégicos. Para isso, foi conduzida uma revisão sistemática da literatura na base de dados Scopus, que, após um rigoroso processo de triagem e seleção, resultou em 36 artigos recentes e de alto impacto para análise. Por meio de uma análise de conteúdo qualitativa, os dados extraídos foram sintetizados em um framework inédito, composto por 14 causas distintas, organizadas em quatro agrupamentos temáticos: (I) Deficiências Operacionais e de Processo, (II) Barreiras de Foco Estratégico e Governança, (III) Desafios de Liderança, Cultura e Recursos, e (IV) Limitações de Medição e Contexto. Os resultados indicam que as falhas nos processos de implementação são a causa mais proeminente na literatura recente, sugerindo que o maior obstáculo reside na tradução da estratégia em ações concretas. O framework proposto contribui para a teoria ao oferecer um modelo integrado e, para a prática, ao fornecer aos gestores uma ferramenta de diagnóstico para mitigar os riscos da execução estratégica."
            }
          ],
          "valor": 2,
          "resumo": "2 Aceita(s)/Pub.",
          "memoriaDeCalculo": "Status das publicações:\n\n- Integração do ESG nos Planos Estratégicos da Petrobras no período de 2020 a 2025: Aceito\n- Seleção de critérios para modelos anp via problema da mochila: uma abordagem para redução da carga cognitiva na gestão: Aceito\n- ANP-Solver: Tomada de decisão em grupo para problemas multicritério interdependentes com uma ferramenta intuitiva, portátil e autocontida: Em Preparação\n- Teoria dos jogos e SDG: Em Preparação\n- Por que as Estratégias Falham? Uma Análise Sistemática da Literatura e a Identificação de Fatores Críticos de Insucesso.: Em Preparação\n\nResumo: 0 Pub, 2 Aceitas, 0 Rev, 0 Sub, 3 Prep."
        }
      },
      "components": {
        "problema": "Existe uma lacuna na compreensão se um ecossistema de microserviços tem efeito sobre as causas da baixa efetividade da realização dos objetivos estratégicos. Esta pesquisa testará a hipótese de que microsserviços impactam positivamente nas causas identificadas.",
        "hipoteses": "H₀ (hipótese central): A implantação de um ecossistema de soluções portáteis é mais eficiente do que uma solução centralizada para elevar a efetividade da realização dos objetivos estratégicos, reduzindo custos e tempo.\nH1 – Efetividade: Organizações que adotam um ecossistema modular apresentam maior taxa de cumprimento dos objetivos estratégicos do que aquelas que utilizam soluções centralizadas.\nH2 – Custo: O custo total de propriedade (TCO) e de implementação estratégica é menor em organizações que adotam um ecossistema modular, quando comparadas a soluções centralizadas.\nH3 – Tempo: O tempo até o primeiro impacto mensurável sobre os objetivos estratégicos é menor em ecossistemas modulares do que em soluções centralizadas.\n",
        "referencial": "Será conduzida uma Revisão Sistemática da Literatura (RSL), seguindo o protocolo, para sintetizar todo o conhecimento existente sobre as causas da baixa efetividade da realização dos objetivos estratégicos nas bases Scopus. O objetivo é responder à pergunta de revisão: microsserviços são mais eficientes para tratar as causas identificadas?",
        "metodologia": "Será utilizada uma abordagem de métodos mistos concorrentes. A Etapa 1 qualitativo explorará através de pesquisação. A Etapa 2 Quali/Quanti através de revisão sistemática aprofundará o estudo sobre as causas do problema e por meiro de questionário a 30 gestores testará o agrupamento das causas mais relevantes. A etapa 3 usando a experiencia do usuário em ferramentas portáteis para resolução do problema de pesquisa.",
        "impacto": "A contribuição prática desta pesquisa é conjunto de software portateis que permitirá aos gestores em empresas de médio porte executarefetivamente até 95% dos objetivos estratégicos.",
        "produto": "O produto final é um software funcional, chamado ecossistema GENTE. Este artefato será entregue com código-fonte sendo avaliado em 3 empresas de médio porte.",
        "problema_classificacao": "p3",
        "hipoteses_classificacao": "h1",
        "referencial_classificacao": "r1",
        "metodologia_classificacao": "m8",
        "impacto_classificacao": "i2",
        "produto_classificacao": "pd1"
      },
      "viabilidade_estimativas": {
        "B5_impacto": {
          "valor": 300,
          "just": "Estimativa de ganho marginal de 3% na resolução do problema em uma empresa de faturamento anual de 1M/ano."
        },
        "B6_produto": {
          "valor": 300,
          "just": "Estimativa de ganho direto de 3% na resolução do problema em uma empresa de faturamento anual de 1M/ano."
        },
        "C1_problema": {
          "valor": 500,
          "just": "Estimativa de perda de 5% na manutenção do problema em uma empresa de faturamento anual de 1M/ano."
        },
        "CV_solucao": {
          "valor": 120,
          "just": "1/3 do salário do pesquisador em 24 meses de trabalho."
        }
      }
    }
  ]
}