{
  "historia": [
    {
      "id": "ep00",
      "date": "2021-07-01",
      "title": "Como tudo começou",
      "summary": "Já era o segundo ano da pandemia, eu estava como gestor de um grupo que apelidei de 'Os Estranhos Fantasticos' de uma empresa pública tricentenária que se viu forçada a adptar-se ao regime de trabalho a distância. Na época haviam duas modalidades: 'Trabalho Remoto' (monitorado por hora) e o 'Teletrabalho' (monitorado por tarefas). Não havia qualquer ferramenta de gestão disponível e estavamos no meio da implantação dos processos de controle da primeira parceria baseada em oprtunidade de negócio da Lei 13.303. Foi então que pela necessidade urgênte das entregas do contrato, surgiu uma planilha para tentar monitorar o trabalho à distância e para surpresa de muitos gerou um resultado Fantástico, graças à equipe que topou o desafio",
      "nome": "Era só mais uma ferramenta de gestão no caos",
      "kpis": {
        "viabilidade": { "resumo": "R$ 0,00", "memoriaDeCalculo": "Algumas noites sem dormir" },
        "prazo": { "resumo": "0%", "memoriaDeCalculo": "Apenas um protótipo. 'Uma troca de pneus com o carro andando'" },
        "publicidade": { "resumo": "0", "memoriaDeCalculo": "Nenhum artigo." }
      },
      "components": {
        "problema": "Como monitorar o trabalho à distância sem ferir o regime de trabalho de cada um",
        "hipoteses": "Talvez uma planilha web possa ajudar",
        "metodologia": "Observação e ação",
        "referencial": "Principais teorias de gestão de indicadores.",
        "impacto": "Segurança que o trabalho está sendo registrado, custo apurado e orientação clara da direção",
        "produto": "Protótipos da ferramenta de gestão de tarefas."
      }
    },
    {
      "id": "ep02",
      "date": "2024-10-15",
      "title": "Evolução da Pesquisa",
      "summary": "Desenvolvimento do framework teórico e refinamento das hipóteses com base na revisão bibliográfica aprofundada.",
      "nome": "Projeto GENTE",
      "kpis": {
        "viabilidade": { "resumo": "R$ 5.000,00", "memoriaDeCalculo": "Orçamento inicial: R$ 10.000,00.\nGastos até o momento: R$ 5.000,00.\n- Despesas de campo: R$ 3.000,00" },
        "prazo": { "resumo": "50%", "memoriaDeCalculo": "Conclusão da Metodologia e início da Coleta de Dados." },
        "publicidade": { "resumo": "1 Aceito", "memoriaDeCalculo": "Primeiro artigo sobre a metodologia aceito em conferência." }
      },
      "components": {
        "problema": "Refinamento do problema inicial com base nas primeiras descobertas da literatura.",
        "hipoteses": "A hipótese principal é validada e detalhada com sub-hipóteses.",
        "metodologia": "Ajuste na metodologia para incluir entrevistas semi-estruturadas.",
        "referencial": "Inclusão de autores da área de gestão ágil e liderança servidora.",
        "impacto": "Potencial de aplicação em empresas de pequeno e médio porte.",
        "produto": "Protótipos das ferramentas CRITER e ANP-Solver."
      }
    },
    {
      "id": "ep03",
      "date": "2025-01-20",
      "title": "Desenvolvimento Inicial",
      "summary": "Criação dos primeiros protótipos funcionais das ferramentas CRITER e ANP-Solver, focados em estruturar o processo decisório.",
      "nome": "Ecossistema GENTE",
      "kpis": {
        "viabilidade": { "resumo": "R$ 7.500,00", "memoriaDeCalculo": "Fase final de gastos. Orçamento restante: R$ 2.500,00" },
        "prazo": { "resumo": "75%", "memoriaDeCalculo": "Coleta e Análise de Dados em fase avançada." },
        "publicidade": { "resumo": "2 Aceitos", "memoriaDeCalculo": "Segundo artigo com resultados parciais aceito para publicação." }
      },
      "components": {
        "problema": "As decisões estratégicas frequentemente carecem de uma estrutura clara, baseando-se excessivamente na intuição.",
        "hipoteses": "Ferramentas que forçam a decomposição do problema e a avaliação de critérios aumentam a transparência e o alinhamento da equipe.",
        "metodologia": "Desenvolvimento de software baseado em prototipagem rápida e feedback contínuo de especialistas da área.",
        "referencial": "Teoria da decisão, AHP/ANP, e princípios de UX/UI.",
        "impacto": "Ferramenta de baixo custo para melhorar a governança corporativa.",
        "produto": "Versão Alpha das ferramentas CRITER e ANP-Solver."
      }
    }
  ]

}
